Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PrivacySettingsUI/Location Services.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_LOCATION_AND_PRIVACY
source: About Location Services & Privacy…
ar: حول خدمات الموقع والخصوصية…
bg: Относно Услуги за местоположение и поверителност…
ca: Sobre la localització i la política de privacitat…
cs: O polohových službách a soukromí…
da: Om lokalitetstjenester og anonymitet…
de: Über Ortungsdienste & Datenschutz …
el: Πληροφορίες για τις Υπηρεσίες τοποθεσίας και το απόρρητο…
es: Acerca de la localización y la privacidad…
es_us: Acerca de Localización y la privacidad…
fi: Tietoja: Sijaintipalvelut ja tietosuoja…
fr: Service de localisation et confidentialité…
fr_ca: Service de localisation et confidentialité…
he: מידע בנושא שירותי מיקום ופרטיות…
hi: स्थान सेवा और गोपनीयता परिचय…
hr: Više o Lokacijskim uslugama i privatnosti…
hu: A Helymeghatározásról és az adatvédelemről…
id: Mengenai Layanan Lokasi & Privasi…
it: Localizzazione e privacy…
ja: 位置情報サービスとプライバシーについて…
kk: Геолокация сервистері және құпиялылық туралы ақпарат…
ko: 위치 서비스 및 개인정보 보호에 관하여…
lt: Apie vietos nustatymo paslaugas ir privatumą…
ms: Perihal Perkhidmatan Lokasi & Privasi…
nb: Om Stedstjenester og personvern…
nl: Over 'Locatievoorzieningen' en privacy…
pl: Usługi lokalizacji i prywatność…
pt_br: Sobre os Serviços de Localização e Privacidade…
pt_pt: Acerca de Serviços de localização e Privacidade…
ro: Despre serviciile de localizare și intimitate…
ru: О Службах геолокации и конфиденциальности…
sk: O lokalizačných službách a súkromí…
sl: Več o lokacijskih storitvah in zasebnosti …
sv: Om Platstjänster och integritet…
th: เกี่ยวกับบริการหาตำแหน่งที่ตั้งและความเป็นส่วนตัว…
tr: Konum Servisleri ve Gizlilik Hakkında…
uk: Про Служби локації і Приватність…
vi: Dịch vụ định vị & Quyền riêng tư…
zh_cn: 关于定位服务与隐私…
zh_hk: 關於定位服務與私隱⋯
zh_tw: 關於定位服務與隱私權⋯

# ABOUT_POLARIS_TITLE
source: Improve Maps & Privacy
ar: تحسين الخرائط والخصوصية
bg: Подобряване на Карти и поверителност
ca: Millora de mapes i política de privacitat
cs: Vylepšování Map a soukromí
da: Gør Kort bedre og anonymitet
de: Karten verbessern & Datenschutz
el: Βελτίωση Χαρτών / Απόρρητο
es: “Mejorar Mapas” y la privacidad
es_us: Mejorar mapas y la privacidad
fi: Karttaparantamisen tietosuoja
fr: Améliorer Plans et confidentialité
fr_ca: Améliorer Plans et la confidentialité
he: ״שיפור מפות״ ופרטיות
hi: नक़्शा बेहतर बनाएँ और गोपनीयता
hr: Poboljšavanje Karti i privatnost
hu: A Térképek javítása és az adatvédelem
id: Tingkatkan Peta & Privasi
it: Migliora Mappe e privacy
ja: “マップの改善”とプライバシー
kk: «Карталар» және «Құпиялылық» жақсарту
ko: 지도 향상 및 개인정보 보호
lt: Žemėlapių tobulinimas ir privatumas
ms: Tingkatkan Peta & Privasi
nb: Kartforbedring og personvern
nl: 'Verbeter Kaarten' en privacy
pl: Ulepszanie Map i prywatność
pt_br: Melhorar o App Mapas e Privacidade
pt_pt: Melhorar Mapas e Privacidade
ro: Îmbunătățire Hărți și intimitatea
ru: Улучшение Карт и конфиденциальность
sk: Vylepšovanie máp a súkromie
sl: Izboljšanje zemljevidov in zasebnost
sv: Förbättra Kartor och integritet
th: การปรับปรุงแผนที่และความเป็นส่วนตัว
tr: Harita’yı İyileştir ve Gizlilik
uk: Покращення Карт і приватність
vi: Cải thiện Bản đồ & Quyền riêng tư
zh_cn: 改进地图与隐私
zh_hk: 改進地圖與私隱
zh_tw: 改進地圖與隱私權

# ACTIVE_EXPLANATION_ITEM
source: A purple arrow indicates that an item has recently used your location.
ar: سهم بنفسجي اللون يشير إلى أن أحد العناصر قد استخدم موقعك مؤخرًا.
bg: Лилава стрелка показва, че някой елемент наскоро е използвал местоположението ви.
ca: Una fletxa morada significa que un ítem ha utilitzat la teva ubicació fa poc.
cs: Fialová šipka značí, že položka nedávno využila vaši polohu.
da: En lilla pil viser, at et emne har brugt din lokalitet for nylig.
de: Ein lila Pfeil zeigt an, dass das Objekt vor Kurzem deinen Standort verwendet hat.
el: Ένα μοβ βέλος υποδεικνύει ότι ένα στοιχείο χρησιμοποίησε πρόσφατα την τοποθεσία σας.
es: Una flecha morada indica que un ítem ha usado recientemente tu ubicación.
es_us: La flecha morada indica que un elemento usó tu ubicación recientemente.
fi: Violetti nuoli ilmaisee, että kohde on äskettäin käyttänyt sijaintiasi.
fr: Une flèche violette indique qu’un élément a récemment utilisé votre position.
fr_ca: Une flèche violette indique qu’un élément a récemment utilisé votre position.
he: חץ סגול מעיד על כך שפריט מסוים השתמש בפרטי מיקומך לאחרונה.
hi: जामुनी रंग का तीर दिखाता है कि किसी आइटम ने हाल में आपके स्थान का उपयोग किया है।
hr: Ljubičasta strelica označava da je stavka nedavno koristila vašu lokaciju.
hu: Egy lila nyíl jelzi, hogy egy elem nemrég használta az Ön helyzetét.
id: Panah ungu menunjukkan bahwa item telah menggunakan lokasi Anda baru-baru ini.
it: La freccia viola indica che un elemento ha usato recentemente la tua posizione.
ja: 紫色の矢印は最近位置情報を使用した項目を示します。
kk: Күлгін көрсеткі элемент геолокацияңызды жақын арада пайдаланғанын білдіреді.
ko: 보라색 화살표는 해당 앱이 최근에 사용자의 위치를 이용했다는 것을 표시합니다.
lt: Violetinė rodyklė rodo, kad elementas neseniai naudojo jūsų vietą.
ms: Anak panah ungu menandakan bahawa item telah menggunakan lokasi anda baru-baru ini.
nb: En lilla pil indikerer at et objekt nylig har brukt posisjonen din.
nl: Naast een onderdeel dat kortgeleden je locatie heeft gebruikt, staat een paarse pijl.
pl: Purpurowa strzałka oznacza, że aplikacja używała niedawno informacji o Twoim położeniu.
pt_br: Uma seta roxa indica que um item usou sua localização recentemente.
pt_pt: Uma seta roxa indica que a sua localização foi recentemente usada por um elemento.
ro: O săgeată de culoare violet indică faptul că un articol a utilizat recent localizarea dvs.
ru: Фиолетовая стрелка означает, что объект недавно использовал Вашу геопозицию.
sk: Položka, ktorá nedávno použila vašu polohu, je označená fialovou šípkou.
sl: Vijolična puščica označuje, da je element nedavno uporabil vašo lokacijo.
sv: En lila pil anger att ett objekt nyligen har använt din platsinformation.
th: ลูกศรสีม่วงจะแสดงให้ทราบว่ารายการนั้นใช้ตำแหน่งที่ตั้งของคุณเมื่อสักครู่นี้
tr: Bir öğenin yakın zamanda konumunuzu kullandığını belirten mor ok.
uk: Бузкова стрілка свідчить про те, що елемент недавно використовував вашу геопозицію.
vi: Mũi tên màu tía cho biết rằng một mục đã sử dụng vị trí của bạn gần đây.
zh_cn: 紫色箭头，表明有项目最近使用了你的位置信息。
zh_hk: 紫色箭嘴表示有項目最近使用過你的位置。
zh_tw: 紫色箭頭表示有項目最近使用過你的位置。

# APP_NAME_FIND_DEVICES
source: Apple Watch Find Devices
ar: عثور Apple Watch على الأجهزة
bg: Намери устройства (Apple Watch)
ca: Cerca de Dispositius de l’Apple Watch
cs: Najít zařízení na Apple Watch
da: Apple Watch – Find enheder
de: Apple Watch-Gerätesuche
el: Apple Watch – Εύρεση συσκευών
es: Buscar Dispositivos en el Apple Watch
es_us: Encontrar Dispositivos de Apple Watch
fi: Apple Watchin Etsi laitteita
fr: Localiser appareils sur l’Apple Watch
fr_ca: Mes appareils sur l’Apple Watch
he: ״איתור מכשירים״ ב-Apple Watch
hi: Apple Watch डिवाइस ढूँढें
hr: Pronalaženje uređaja pomoću Apple Watcha
hu: Apple Watch – Eszközök keresése
id: Cari Perangkat Apple Watch
it: Trova Dispositivi su Apple Watch
ja: Apple Watchデバイスを探す
kk: Apple Watch сағатында құрылғыларды табу
ko: Apple Watch 기기 찾기
lt: Rasti įrenginius („Apple Watch“)
ms: Cari Peranti Apple Watch
nb: Finn enheter på Apple Watch
nl: Zoek apparaten op Apple Watch
pl: Znajdź urządzenia (Apple Watch)
pt_br: Buscar Dispositivos do Apple Watch
pt_pt: Encontrar Dispositivos do Apple Watch
ro: Găsire dispozitive pe Apple Watch
ru: Найти устройства (Apple Watch)
sk: Nájsť zariadenia pre Apple Watch
sl: Iskanje naprav za Apple Watch
sv: Apple Watch – Hitta enheter
th: ค้นหาอุปกรณ์บน Apple Watch
tr: Apple Watch Aygıtları Bul
uk: Програма «Де пристрої» на Apple Watch
vi: Tìm thiết bị của Apple Watch
zh_cn: Apple Watch查找设备
zh_hk: Apple Watch尋找裝置
zh_tw: Apple Watch尋找裝置

# APP_NAME_FIND_ITEMS
source: Apple Watch Find Items
ar: عثور Apple Watch على الأغراض
bg: Намери вещи (Apple Watch)
ca: Cerca d’Objectes de l’Apple Watch
cs: Najít předměty na Apple Watch
da: Apple Watch – Find genstande
de: Apple Watch-Objektsuche
el: Apple Watch – Εύρεση αντικειμένων
es: Buscar Objetos en el Apple Watch
es_us: Encontrar Artículos de Apple Watch
fi: Apple Watchin Etsi esineitä
fr: Localiser des objets sur l’Apple Watch
fr_ca: Mes objets sur l’Apple Watch
he: ״איתור פריטים״ ב-Apple Watch
hi: Apple Watch आइटम ढूँढें
hr: Pronalaženje predmeta pomoću Apple Watcha
hu: Apple Watch – Tárgyak keresése
id: Cari Barang Apple Watch
it: Trova Oggetti su Apple Watch
ja: Apple Watch持ち物を探す
kk: Apple Watch сағатында заттарды табу
ko: Apple Watch 물품 찾기
lt: Rasti daiktus („Apple Watch“)
ms: Cari Item Apple Watch
nb: Finn objekter på Apple Watch
nl: Zoek objecten op Apple Watch
pl: Znajdź przedmioty (Apple Watch)
pt_br: Buscar Itens do Apple Watch
pt_pt: Encontrar Objetos do Apple Watch
ro: Găsire articole pe Apple Watch
ru: Найти вещи (Apple Watch)
sk: Nájsť predmety pre Apple Watch
sl: Najdi predmete za Apple Watch
sv: Apple Watch – Hitta föremål
th: ค้นหาสิ่งของบน Apple Watch
tr: Apple Watch Nesneleri Bul
uk: Програма «Де речі» на Apple Watch
vi: Tìm vật dụng của Apple Watch
zh_cn: Apple Watch查找物品
zh_hk: Apple Watch尋找物品
zh_tw: Apple Watch尋找物品

# APP_NAME_FIND_PEOPLE
source: Apple Watch Find People
ar: عثور Apple Watch على الأشخاص
bg: Намери хора (Apple Watch)
ca: Cerca de Persones de l’Apple Watch
cs: Najít lidi na Apple Watch
da: Apple Watch – Find personer
de: Apple Watch-Personensuche
el: Apple Watch – Εύρεση ατόμων
es: Buscar Personas en el Apple Watch
es_us: Encontrar Personas de Apple Watch
fi: Apple Watchin Etsi ystäviä
fr: Localiser personnes sur l’Apple Watch
fr_ca: Mes amis sur l’Apple Watch
he: ״איתור אנשים״ ב-Apple Watch
hi: Apple Watch लोग ढूँढें
hr: Pronalaženje osoba pomoću Apple Watcha
hu: Apple Watch – Személyek keresése
id: Cari Orang Apple Watch
it: Trova Persone su Apple Watch
ja: Apple Watch人を探す
kk: Apple Watch сағатында адамдарды табу
ko: Apple Watch 사람 찾기
lt: Rasti žmones („Apple Watch“)
ms: Cari Orang Apple Watch
nb: Finn personer på Apple Watch
nl: Zoek personen op Apple Watch
pl: Znajdź osoby (Apple Watch)
pt_br: Buscar Pessoas do Apple Watch
pt_pt: Encontrar Pessoas do Apple Watch
ro: Găsire persoane pe Apple Watch
ru: Найти людей (Apple Watch)
sk: Nájsť ľudí pre Apple Watch
sl: Najdi osebe za Apple Watch
sv: Apple Watch – Hitta personer
th: ค้นหาผู้คนบน Apple Watch
tr: Apple Watch Kişileri Bul
uk: Програма «Де люди» на Apple Watch
vi: Tìm người của Apple Watch
zh_cn: Apple Watch查找联系人
zh_hk: Apple Watch尋找聯絡人
zh_tw: Apple Watch尋找聯絡人

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CONFIRM_FMIP_LOCATION_TITLE
source: Enter the Apple Account password for “%@” to turn off Find My Apple Vision Pro Location Services. This will disable locating this Apple Vision Pro or any supported accessory on a map.
ar: أدخل كلمة سر حساب Apple لـ "%@" لإيقاف خدمات الموقع لتطبيق "العثور على Apple Vision Pro". سيؤدي ذلك إلى تعطيل تحديد موقع هذه الـ Apple Vision Pro أو أي ملحق مدعوم على الخريطة.
bg: Въведете паролата за Apple регистрацията „%@“, за да изключите услугите за местоположение на Намери моя Apple Vision Pro. Това ще деактивира намирането на карта на този Apple Vision Pro или на някой друг поддържан аксесоар.
ca: Introdueix la contrasenya del compte d’Apple %@ per desactivar la localització de l’app Cerca de l’Apple Vision Pro. No podràs localitzar l’Apple Vision Pro ni cap altre accessori compatible al mapa.
cs: Chcete‑li pro službu Najít Apple Vision Pro vypnout polohové služby, zadejte heslo k účtu Apple „%@“. Apple Vision Pro ani žádné podporované příslušenství už nebude možné vyhledat na mapě.
da: Skriv Apple-kontoadgangskoden til “%@” for at slå Lokalitetstjenester for Find min Apple Vision Pro fra. Dette betyder, at denne Apple Vision Pro og understøttet tilbehør ikke kan findes på et kort.
de: Gib das Apple Account-Passwort für „%@“ ein, um die Ortungsdienste für „Meine Apple Vision Pro suchen“ zu deaktivieren. Die Apple Vision Pro und unterstütztes Zubehör können dann nicht mehr auf einer Karte geortet werden.
el: Εισαγάγετε το συνθηματικό λογαριασμού Apple για το «%@» για απενεργοποίηση των Υπηρεσιών τοποθεσίας της Εύρεσης Apple Vision Pro. Αυτό θα απενεργοποιήσει τον εντοπισμό αυτού του Apple Vision Pro ή τυχόν υποστηριζόμενου αξεσουάρ σε χάρτη.
es: Introduce la contraseña de la cuenta de Apple %@ para desactivar la localización en Buscar mi Apple Vision Pro. Así, no aparecerán en el mapa ni este dispositivo ni ningún accesorio compatible.
es_us: Ingresa la contraseña de la cuenta de Apple “%@” para desactivar Localización en Buscar Mi Apple Vision Pro y así impedir que se rastree en un mapa este Apple Vision Pro o cualquier otro accesorio compatible.
fi: Syötä salasana Apple-tilille %@, jos haluat laittaa Etsi Apple Vision Proni -sijaintipalvelut pois päältä. Tämä estää Apple Vision Pron tai tuetun lisävarusteen paikantamisen kartalla.
fr: Saisissez le mot de passe du compte Apple « %@ » afin de désactiver le service de localisation pour « Localiser mon Apple Vision Pro ». La localisation sur un plan de votre Apple Vision Pro ou de tout accessoire pris en charge sera désactivée.
fr_ca: Entrez le mot de passe du compte Apple « %@ » pour désactiver les services de localisation de Localiser mon Apple Vision Pro. Vous ne pourrez plus repérer cet Apple Vision Pro ni aucun accessoire compatible sur le plan.
he: כדי לכבות את ״שירותי מיקום״ עבור ״איתור ה-Apple Vision Pro שלי״, יש להזין את סיסמת חשבון ה-Apple של ״%@״. פעולה זו תבטל את האפשרות להציג את מיקום ה-Apple Vision Pro או כל אביזר נתמך אחר על גבי מפה.
hi: “मेरा Apple Vision Pro ढूँढें” स्थान सेवा को बंद करने के लिए %@ के लिए Apple खाता पासवर्ड दर्ज करें। यह नक़्शे पर इस Apple Vision Pro या किसी समर्थित ऐक्सेसरी का पता लगाना अक्षम कर देगा।
hr: Unesite lozinku Apple računa za “%@” kako biste isključili lokacijske usluge za Nađi moj Apple Vision Pro. To će onemogućiti prikaz uređaja Apple Vision Pro i bilo kojeg podržanog pribora na karti.
hu: Adja meg a(z) „%@” Apple-fiókjának jelszavát az Apple Vision Pro keresése funkció helymeghatározásának kikapcsolásához. Ezzel le fogja tiltani az Apple Vision Prónak és a támogatott kiegészítőknek a térképen való megkeresését.
id: Masukkan kata sandi Akun Apple untuk “%@” untuk mematikan Layanan Lokasi Lacak Apple Vision Pro. Ini akan menonaktifkan lokasi Apple Vision Pro atau aksesori yang didukung di peta.
it: Inserisci la password dell’Apple Account di “%@” per disattivare la localizzazione di “Trova il mio Apple Vision Pro”. Non potrai più individuare Apple Vision Pro né alcun accessorio supportato sulla mappa.
ja: “Apple Vision Proを探す”の“位置情報サービス”をオフにするには、“%@”のApple Accountパスワードを入力してください。これにより、このApple Vision Proまたは対応するアクセサリの所在地を地図で確認できなくなります。
kk: «Apple Vision Pro құрылғымды табу» геолокация сервисін өшіру үшін «%@» құрылғысына арналған Apple құпиясөзін енгізіңіз. Нәтижесінде картадағы осы Apple Vision Pro құрылғысының немесе кез келген қолдау көрсетілетін керек-жарақтың орнын анықтау функциясы өшіріледі.
ko: 나의 Apple Vision Pro 찾기 위치 서비스를 끄려면 ‘%@’의 Apple 계정 암호를 입력하십시오. 이 기능을 끄면 지도에 이 Apple Vision Pro 또는 지원되는 액세서리가 표시되지 않습니다.
lt: Įveskite „%@“ skirtą „Apple“ paskyros slaptažodį ir išjunkite „Apple Vision Pro“ lokatoriaus“ vietos nustatymo paslaugas. Taip bus išjungta šio „Apple Vision Pro“ ar bet kurio palaikomo priedo vieta žemėlapyje.
ms: Masukkan kata laluan Akaun Apple untuk “%@” bagi menyahaktifkan Perkhidmatan Lokasi Cari Apple Vision Pro Saya. Ini akan menyahdayakan pencarian Apple Vision Pro ini atau sebarang aksesori yang disokong pada peta.
nb: Oppgi Apple‑kontopassordet for «%@» for å slå av Stedstjenester for Finn Apple Vision Pro. Dette deaktiverer sporing av Apple Vision Pro eller støttet tilbehør på kartet.
nl: Voer het Apple Account-wachtwoord in voor '%@' om 'Locatievoorzieningen' voor Zoek mijn Apple Vision Pro uit te schakelen. Hiermee kan de Apple Vision Pro of een ondersteund accessoire niet meer op een kaart worden gevonden.
pl: Aby wyłączyć usługi lokalizacji aplikacji Znajdź mój Apple Vision Pro, podaj hasło konta Apple „%@”. Jeśli to zrobisz, lokalizowanie na mapie tego Apple Vision Pro i obsługiwanych akcesoriów będzie niemożliwe.
pt_br: Digite a senha da Conta Apple de “%@” para desativar os Serviços de Localização do app Buscar Apple Vision Pro. Com isso, não será mais possível localizar este Apple Vision Pro ou nenhum acessório compatível em um mapa.
pt_pt: Digite a palavra‑passe da conta Apple de “%@” para desativar os serviços de localização de Encontrar Apple Vision Pro. Deixará de poder localizar num mapa este Apple Vision Pro ou qualquer acessório suportado.
ro: Introduceți parola contului Apple “%@” pentru a dezactiva serviciile de localizare Găsire Apple Vision Pro. Localizarea pe hartă a acestui Apple Vision Pro și a oricărui accesoriu compatibil va fi dezactivată.
ru: Чтобы выключить Службы геолокации для функции «Найти Apple Vision Pro», введите пароль для Аккаунта Apple «%@». В результате будут выключены функции поиска этого Apple Vision Pro и других поддерживаемых аксессуаров на карте.
sk: Ak chcete vypnúť lokalizačné služby pre Nájsť moje Apple Vision Pro, zadajte heslo Apple účtu pre „%@“. Zakážete tak zobrazovanie polohy tohto Apple Vision Pro a podporovaného príslušenstva na mape.
sl: Vnesite geslo za račun Apple za uporabnika »%@«, da izklopite lokacijske storitve aplikacije Najdi Apple Vision Pro. S tem boste onemogočili iskanje lokacije te naprave Apple Vision Pro ali katerekoli podprte dodatne opreme na zemljevidu.
sv: Ange lösenordet för Apple‑kontot ”%@” om du vill stänga av tjänsten Hitta min Apple Vision Pro. Detta kommer att göra att du inte kan hitta denna Apple Vision Pro eller något tillbehör som stöds på en karta.
th: ป้อนรหัสผ่านบัญชี Apple ของ “%@” เพื่อปิดใช้บริการหาตำแหน่งที่ตั้งของ “ค้นหา Apple Vision Pro ของฉัน” การดำเนินการนี้จะปิดใช้งานการหา Apple Vision Pro เครื่องนี้หรืออุปกรณ์เสริมที่รองรับบนแผนที่
tr: Apple Vision Pro’mu Bul Konum Servisleri’ni kapatmak için “%@” Apple Hesabı’nın parolasını girin. Bu Apple Vision Pro’nun veya desteklenen aksesuarların haritada bulunması etkisizleştirilir.
uk: Введіть пароль облікового запису Apple для «%@», щоб вимкнути Служби локації для функції «Де Apple Vision Pro». Це вимкне визначення місця на карті для цього Apple Vision Pro чи будь-якого підтримуваного приладу.
vi: Nhập mật khẩu Tài khoản Apple cho “%@” để tắt Dịch vụ định vị của Tìm Apple Vision Pro. Việc này sẽ tắt tính năng định vị Apple Vision Pro này hoặc bất kỳ phụ kiện nào được hỗ trợ trên bản đồ.
zh_cn: 输入“%@”的Apple账户密码以关闭“查找我的Apple Vision Pro”定位服务。这将停用在地图上定位此Apple Vision Pro或任何受支持的配件。
zh_hk: 請輸入「%@」的Apple帳户密碼以關閉「尋找我的Apple Vision Pro」定位服務。這樣將會停用在地圖定位此Apple Vision Pro或任何支援的配件。
zh_tw: 輸入「%@」的「Apple帳號」密碼來關閉「尋找我的Apple Vision Pro」定位服務。這將停用在地圖上定位此Apple Vision Pro或任何支援的配件。
